Repository: codesyntax/cs.argitalpena
Catalog: */argitalpena/locales/*/LC_MESSAGES/*.argitalpena.po
Languages: es

source: A publication object that can save multiple files and an image
es: Una publicación puede contener más de un archivo (uno será siempre el archivo principal) y una imagen.

source: Description
es: Descripción

source: Enter the description of this publication
es: Introduzca una pequeña descripción de esta publicación

source: File
es: Fichero

source: File description
es: Este será el archivo principal que se mostrará utilizando el visor de Google Viewer y que se ofrecerá como descarga en la página principal de la publicación.

source: Image
es: Imagen

source: Image description
es: Esta será la imagen que represente a la publicación (normalmente la primera página). Se mostrará en los listados de publicaciones.

source: Name
es: Nombre

source: argitalpena
es: Publicación

source: label_argitalpena_does_not_support_iframes
es: Su navegador no soporta iframes. Puede descargar el archivo original aquí ${link}
